export const graphNames = [
  'Модуль сдвига',
  'Нагрузочные радиальные напряжения',
  'Нагрузочные осевые напряжения',
  'Нагрузочные касательные напряжения',
  'Нагрузочные окружные напряжения',
  'Интенсивность ост. напряжений (с учетом ост напр)',
  'Интенсивность ост. напряжений (без учета ост напр)',
  'Остаточные радиальные напряжения',
  'Остаточные осевые напряжения',
  'Остаточные касательные напряжения',
  'Остаточные окружные напряжения',
  'Средние остаточные напряжения [кгс/мм2]',
  '',
  '',
  '',
  ''
]

export type point = { id: number; x: number; y: number; z: number }
